Repository: AbelMon/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: hi, sr

source: Librarian
hi: लाइब्रेरीअन
sr: Bibliotekar

source: Dashboard
hi: डैशबोर्ड
sr: Komandna tabla

source: Updates
hi: अपडेट
sr: Ažuriranja

source: There is enough free space on storage
hi: स्टोर में पर्याप्त खाली जगह है
sr: Ima dovoljno prostora u skladištu

source: date
hi: तारीख
sr: datum

source: title
hi: शीर्षक
sr: naslov

source: size
hi: आकार
sr: veličina

source: There is enough free space. No clean-up needed.
hi: काफी खाली जगह है. खाली करने की जरूरत नहीं है
sr: U skladištu ima dovoljno prostora. Nema potrebe za čišćenjem.

source: How much space does this free up?
hi: यह कितनी जगह खाली करता है?
sr: Koliko bi ovo prostora oslobodilo?

source: used space
hi: भरी हुई जगह
sr: iskorišćen prostor

source: last update
hi: पिछले अपडेट
sr: posljednje ažuriranje

source: You are running low on disk space.
hi: आपकी डिस्क में कम जगह बची हैं
sr: Ponestaje vam slobodnog prostora u skladištu.

source: Free some space now
hi: कुछ जगह खाली करें
sr: Oslobodi prostor

source: select
hi: चुने
sr: označi

source: There is no new content
hi: कोई नई सामग्री नहीं है
sr: Nema novog sadržaja

source: Delete selected
hi: चयनित हटाएँ
sr: Obriši označeno

source: Library
hi: पुस्तकालय
sr: Biblioteka

source: Content library is currently empty
hi: सामग्री पुस्तकालय अभी खाली है
sr: Bibilioteka sadržaja je trenutno prazna

source: search titles
hi: शीर्षक से खोजें
sr: pretraži naslove

source: go
hi: जायें
sr: idi

source: clear
hi: हटायें
sr: očisti

source: update available
hi: अपडेट उपलब्ध P: अपडेटें उपलब्ध
sr: ažuriranje dostupno

source: Content library stats
hi: सामग्री लाइब्रेरी के आँकड़े
sr: Podaci o biblioteci

source: item in the library
hi: पुस्तकालय में चीज़ें
sr: stavka u biblioteci

source: Application logs
hi: एप्लिकेशन सूची
sr: Poruke aplikacije

source: Logs are shown in reverse chronological order
hi: सूची विपरीत कालानुक्रमिक क्रम में दिखाए जाते हैं
sr: Poruke su prikazane u obrnutom hronološkom redosledu

source: Select all
hi: सभी का चयन करें
sr: Označi sve

source: Select none
hi: कोई भी न चुनें
sr: Poništi označeno

source: broadcast
hi: प्रसारण
sr: prenos

source: downloaded
hi: डाउनलोड
sr: skinuto

source: previous
hi: पूर्व
sr: prethodna

source: next
hi: अगला
sr: sledeća

source: Library clean-up
hi: लाइब्रेरी सफाई
sr: Čišćenje biblioteke

source: page
hi: पृष्ठ
sr: stranica

source: per page
hi: प्रति पृष्ठ
sr: po stranici

source: total space (%s free)
hi: कुल स्थान (% मुफ़्त)
sr: ukupan prostor (%s slobodno)

source: Add selected to library
hi: पुस्तकालय के लिए चयनित जोड़ें
sr: Dodaj označeno u biblioteku

source: core
hi: कोर

source: sponsored
hi: प्रायोजित
sr: sponzorisao

source: Apps
hi: एप्प्स
sr: Aplikacije

source: author:
hi: लेखक:
sr: autor:

source: version:
hi: संस्करण:
sr: verzija:

source: No apps found.
hi: कोई एप्प नहीं मिली
sr: Nema aplikacija.

source: Files
hi: फ़ाइलें
sr: Fajlovi

source: Reload
hi: फिर लोड करें
sr: Osveži

source: replaces:
hi: बदलें :
sr: zamenjuje:

source: (go up one level)
hi: (एक स्तर ऊपर जाना)
sr: (idi jedan nivo nazad)

source: Rename
hi: नाम बदलें
sr: Preimenuj

source: Delete
hi: हटाना
sr: Briši

source: About this folder
hi: इस फ़ोल्डर के बारे में
sr: O ovom folderu

source: Script output
hi: स्क्रिप्ट उत्पादन
sr: Izlaz skripte

source: return code:
hi: कोड लौटने:
sr: povratni kod:

source: OK
hi: ठीक

source: error
hi: त्रुटि
sr: greška

source: Output
hi: उत्पादन
sr: Izlaz

source: no output
hi: कोई उत्पादन नहीं |
sr: nema izlaza

source: Errors
hi: त्रुटियाँ
sr: Greške

source: Run
hi: रन
sr: Izvrši

source: No description provided
hi: प्रदान की कोई विवरण नहीं
sr: Bez opisa

source: Unknown license
hi: अज्ञात अनुज्ञापत्र
sr: Nepoznata licenca

source: Creative Commons Attribution
hi: सृजनशील सर्वसामान्य रोपण
sr: Creative Commons Autorstvo

source: Creative Commons Attribution-NoDerivs
hi: क्रिएटिव कॉमन्स रोपण-NoDerivs
sr: Creative Commons Autorstvo-Bez prerada

source: Creative Commons Attribution-NonCommercial
hi: क्रिएटिव कॉमन्स रोपण-गैर वाणिज्यिक
sr: Creative Commons Autorstvo-Nekomercijalno

source: Creative Commons Attribution-NonCommercial-NoDerivs
hi: क्रिएटिव कॉमन्स रोपण गैर-NoDerivs
sr: Creative Commons Autorstvo-Nekomercijalno-Bez prerada

source: Creative Commons Attribution-ShareAlike
hi: क्रिएटिव कॉमन्स रोपण- ShareAlike
sr: Creative Commons Autorstovo-Deliti pod istim uslovima

source: Creative Commons Attribution-NonCommercial-ShareAlike
hi: क्रिएटिव कॉमन्स रोपण गैर-d प्रलेखन
sr: Creative Commons Autorstvo-Nekomercijalno-Deliti pod istim uslovima

source: GNU Free Documentation License
hi: ग्नू मुक्त प्रलेखन अनुज्ञापत्र
sr: GNU licenca za slobodnu dokumentaciju

source: Open Publication License
hi: ओपेन पब्लिकेशन अनुज्ञापत्र
sr: Licenca otvorene publikacije

source: Open Content License
hi: खुली सामग्री अनुज्ञापत्र
sr: Licenca otvorenog sadržaja

source: Against DRM License
hi: DRM के अनुज्ञापत्र के खिलाफ
sr: Licenca protiv DRM-a

source: Free Art License
hi: मुफ्त कला अनुज्ञापत्र
sr: Licenca besplatne umetnosti

source: Public Domain
hi: सार्वजनिक डोमेन
sr: Javni domen

source: Other free license
hi: अन्य नि: शुल्क अनुज्ञापत्र
sr: Druge slobodne licence

source: All rights reserved
hi: सर्वाधिकार सुरक्षित
sr: Sva prava zadržana

source: Other non-free license
hi: अन्य गैर-मुक्त अनुज्ञापत्र
sr: Druge neslobodne licence

source: Invalid request
hi: अमान्य अनुरोध
sr: Neispravan zahtev

source: No content selected
hi: चयनित कोई सामग्री
sr: Sadržaj nije izabran

source: %s can be freed by removing selected content
hi: % की चयनित सामग्री को हटाने से मुक्त किया जा सकता है
sr: %s može biti oslobodjeno brisanjem sledeceg sadržaja

source: Nothing to delete
hi: कुछ भी नहीं नष्ट करने के लिए
sr: Ništa za brisanje

source: Invalid action, please use one of the form buttons.
hi: अवैध कार्रवाई, फार्म बटनों में से एक का उपयोग करें.
sr: Nedozvoljena akcija, molimo koristite jedno od dugmadi obrazca.

source: Loading...
hi: लोडिंग...
sr: Učitavanje...

source: You have reached the end of the library.
hi: आप पुस्तकालय के अंत तक पहुँच चुके हैं ।
sr: Došli ste do kraja biblioteke.

source: Go to top
hi: शीर्ष पर जाएँ
sr: Idi na vrh

source: About
hi: अबाउट
sr: O Bibliotekaru

source: Some rights reserved.
hi: कुछ सुरक्षित अधिकार।
sr: Neka prava zadržana.

source: Specified tag was not found
hi: निर्दिष्ट टैग नहीं मिला
sr: Tag koji ste tražili nije pronađen

source: There are no results for '%(tag)s'
hi: ' % ( टैग) एस ' के लिए कोई परिणाम नहीं कर रहे हैं
sr: Nema rezultata za '%(tag)s'

source: Save tags
hi: टैग बचाने
sr: Sačuvaj tagove

source: Separate tags with commas
hi: कॉमा से अलग टैग
sr: Tagove odvjajte zapetom

source: everything
hi: सब कुछ
sr: svi

source: Edit tags
hi: संपादित टैग
sr: Izmeni tagove

source: Close
hi: बंद
sr: Zatvori

source: Tags could not be updated.
hi: टैग अद्यतन नहीं किया जा सकता है।
sr: Izmena tagova je bila neuspešna

source: Load more content
hi: अधिक सामग्री लोड
sr: Učitaj još sadržaja

source: Tuner settings
hi: ट्यूनर सेटिंग
sr: Podešavanja tjunera

source: Access TVHeadend
hi: पहुंच TVHeadend
sr: Pristupi TVHeadendu

source: There are currently no files or folders here.
hi: यहाँ कोई फाइल या फ़ोल्डर वर्तमान में कर रहे हैं।
sr: Trenutno nema fajlova i foldera na ovoj lokaciji

source: Tag cloud
hi: टैग बादल
sr: Oblak tagova

source: Librarian could not enter maintenance mode and database rebuild was cancelled. Please make sure noone else is using Librarian and try again.
hi: लाइब्रेरियन रखरखाव मोड में प्रवेश नहीं कर सकता है और डेटाबेस को रद्द कर दिया गया था पुनर्निर्माण। लाइब्रेरियन उपयोग कर रहा है किसी और सुनिश्चित करें कि कोई भी बनाने के लिए और फिर कोशिश करें।

source: Content database
hi: सामग्री डेटाबेस

source: None
hi: कोई नहीं

source: Vertical
hi: सीधा

source: Horizontal
hi: आड़ा

source: Universal
hi: यूनिवर्सल

source: North America Ku band
hi: उत्तरी अमेरिका Ku बैंड

source: Invalid choice for LNB type
hi: LNB के प्रकार के लिए अवैध विकल्प

source: Frequency must be a positive number
hi: फ्रीक्वेंसी एक सकारात्मक संख्या होनी चाहिए

source: Please type in a number
hi: एक नंबर में टाइप करें

source: Symbolrate must be a positive number
hi: Symbolrate एक सकारात्मक संख्या होनी चाहिए

source: Invalid choice for delivery system
hi: वितरण प्रणाली के लिए अमान्य विकल्प

source: Invalid choice for modulation mode
hi: मॉडुलन मोड के लिए अमान्य विकल्प

source: Invalid choice for polarization
hi: ध्रुवीकरण के लिए अमान्य विकल्प

source: Transponder configuration could not be set
hi: ट्रांसपोंडर विन्यास सेट नहीं किया जा सकता है

source: The files you were looking for could not be found
hi: आप के लिए देख रहे थे फ़ाइलों को पाया नहीं जा सका

source: This list represents the search results
hi: इस सूची में खोज परिणामों का प्रतिनिधित्व करता है

source: This folder does not exist
hi: ये फ़ोल्डर मौजूद नही है

source: Database size
hi: डेटाबेस आकार

source: download
hi: डाउनलोड

source: Favorites
sr: Omiljeno

source: %s more space should be freed.
sr: %s prostora može biti oslobođeno.

source: Remember that favorited content cannot be deleted.
sr: Zapamtite da se omiljen sadržaj ne može brisati.

source: delete?
sr: obrisati?

source: Delete selected now
sr: Briši označeno

source: unfavorite
sr: izbaci iz omiljenih

source: Showing search results for '%(terms)s'
sr: Rezultati pretrage za '%(term)s'

source: There are no search results for '%(terms)s'
sr: Nema rezultata za '%(term)s'

source: download directory (%s free)
sr: folder za skidanje (%s slobodno)

source: content library (%s free)
sr: sadržaj biblioteke (%s slobodno)

source: You have not favorited any content yet
sr: Još uvek ništa niste označili kao omiljeno

source: Some files could not be removed
sr: Neke fajlove je nemoguće ukloniti

source: content partner
sr: partnerski sadržaj

source: sponsored content
sr: sponzorisani sadržaj

source: Outernet core archive
sr: Outernet core arhiva

source: Content could not be removed
sr: Brisanje sadržaja je bilo neuspešno

source: Please make sure the storage device is not write-protected and try again.
sr: Proverite da li je skladišni zaštićen od upisivanja, uklonite zaštitu i probajte ponovo.

source: Retry
sr: Probaj ponovo
